"MJRefreshHeaderIdleText" = "Pull down to refresh";
"MJRefreshHeaderPullingText" = "Release to refresh";
"MJRefreshHeaderRefreshingText" = "Loading...";

"MJRefreshAutoFooterIdleText" = "Tap or pull up to load more";
"MJRefreshAutoFooterRefreshingText" = "Loading...";
"MJRefreshAutoFooterNoMoreDataText" = "No more data";

"MJRefreshBackFooterIdleText" = "Pull up to load more";
"MJRefreshBackFooterPullingText" = "Release to load more.";
"MJRefreshBackFooterRefreshingText" = "Loading...";
"MJRefreshBackFooterNoMoreDataText" = "已经全部加载完毕";

"MJRefreshHeaderLastTimeText" = "最后更新:";
"MJRefreshHeaderDateTodayText" = " ";
"MJRefreshHeaderNoneLastDateText" = "无记录";